tap "ekvedaras/cask"
tap "fsouza/prettierd"
tap "gcenx/wine"
tap "heroku/brew"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "koekeishiya/formulae"
tap "mas-cli/tap"
tap "ngrok/ngrok"
tap "shivammathur/php"
tap "smudge/smudge"
tap "stripe/stripe-cli"
brew "little-cms2"
brew "jpeg-xl"
brew "aom"
brew "autoconf"
brew "bat"
brew "glib"
brew "chmlib"
brew "coreutils"
brew "cowsay"
brew "dnsmasq"
brew "icu4c"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "fzf"
brew "gh"
brew "openjpeg"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "pkg-config"
brew "gobject-introspection"
brew "guile"
brew "httpd", restart_service: true
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "lazydocker"
brew "lazygit"
brew "leptonica"
brew "lf"
brew "libass"
brew "libbluray"
brew "lolcat"
brew "lua"
brew "lua-language-server"
brew "mailhog"
brew "mysql"
brew "ncspot"
brew "neofetch"
brew "neovim"
brew "nginx"
brew "node"
brew "nvm"
brew "peco"
brew "php"
brew "php@8.0"
brew "pidof"
brew "pipx"
brew "pv"
brew "python@3.10"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "screenfetch"
brew "speedtest-cli"
brew "stow"
brew "terminal-notifier"
brew "tesseract"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxinator"
brew "trash"
brew "tree"
brew "v8"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "z"
brew "zoxide"
brew "fsouza/prettierd/prettierd"
brew "homebrew-ffmpeg/ffmpeg/ffmpeg", args: ["with-fdk-aac"]
brew "koekeishiya/formulae/yabai"
brew "mas-cli/tap/mas"
brew "shivammathur/php/php@7.2"
brew "shivammathur/php/php@7.3"
brew "shivammathur/php/php@7.4"
brew "stripe/stripe-cli/stripe"
cask "alacritty"
cask "alfred"
cask "caffeine"
cask "disk-inventory-x"
cask "docker"
cask "figma"
cask "firefox"
cask "franz"
cask "google-chrome"
cask "gstreamer-framework"
cask "icanhazshortcut"
cask "insomnia"
cask "itsycal"
cask "karabiner-elements"
cask "meetingbar"
cask "ngrok"
cask "notion"
cask "setapp"
cask "slack"
cask "spotify"
cask "stats"
cask "steam"
cask "sublime-merge"
cask "sublime-text"
cask "transmission"
cask "vlc"
cask "wineskin"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Sequel Ace", id: 1518036000
